{
  "recipes": [
    {
      "id": 0,
      "img": "/images/chickencurry.jpg",
      "title": "Kip Curry",
      "summary": "Origineel recept.",
      "time": "4 personen | 45-60 minuten",
      "ingredients": [
        "2 kippenborsten",
        "2 ajuinen",
        "Rijst",
        "Arachideolie",
        "Kippenkruiden",
        "400ml kokosmelk",
        "250ml halfvolle room",
        "Curry pasta",
        "Koriander"
      ],
      "instructions": [
        "Snij de kip en ajuin in fijne stukjes.",
        "Bak de ajuin in arachideolie tot ze glazig zijn. Laat ze daarna rusten in een kom. Voeg opnieuw arachideolie toe aan de pan en bak de kip tot hij er van buiten goed uitziet. Voeg de kippenkruiden toe en laat voor nog 1-2 minuten bakken.",
        "Kook de rijst.",
        "Voeg de ajuin toe in de pan met de kip. Giet de kokosmelk en room in de pan en meng rustig. Voeg curry pasta toe naargelang je eigen pikantheidsniveau en meng opnieuw.",
        "Laat alles in de pan koken voor ongeveer 30 minuten zodat de curry kan afkoken en dikt. Vergeet niet te roeren om aanbakken en plakken te vermijden.",
        "Strooi koriander over het gerecht vlak voordat je het opdient met de rijst."
      ]
    },
    {
      "id": 1,
      "img": "/images/koreanbeefstirfry.png",
      "title": "Koreaanse roerbak met rundsgehakt",
      "summary": "Credit: <a href='https://www.youtube.com/watch?v=kBivrTwvTVU' class='summary__credit' target='_blank'>Chef Jack Ovens</a>",
      "time": "4 personen | 30-45 minuten",
      "ingredients": [
        "1kg rundsgehakt",
        "2 ajuinen",
        "2-3 rode paprika's",
        "2-3 wortelen",
        "1-2 broccoli's",
        "1 1/2 el arachideolie",
        "125ml soja saus",
        "2 el rijstazijn",
        "60g bruine suiker",
        "3 tl geroosterde sesamolie",
        "5 teentjes look",
        "15g gember",
        "1/2 tl chili schilfers",
        "1 el (donkere) maizena",
        "Rijst"
      ],
      "instructions": [
        "Snij de ajuinen en paprika in fijne stukjes, rasp de wortelen en snij de broccoli in stukken.",
        "Neem een kom en giet de soja saus erin. Voeg vervolgens de rijstazijn, sesamolie en bruine suiker toe en meng al een beetje. Rasp daarna de gember, pers de look en voeg deze toe samen met de chili schilfers. Meng opnieuw.",
        "Warm een wokpan op met arachideolie en bak het rundsgehakt voor 5 mins totdat het overal een bruine kleur heeft.",
        "Begin met de rijst te koken",
        "Voeg de ajuinen toe aan de pan, meng met het gehakt en bak voor 2 mins.",
        "Voeg de broccoli toe, meng en bak totdat ze zachter zijn, maar niet slap, voor ongeveer 4-5 mins.",
        "Voeg de paprika toe, meng opnieuw en bak voor ongeveer 2 mins.",
        "Voeg de wortel toe, meng en bak voor ongeveer 1 mins.",
        "Giet de saus over het geheel in de pan en meng dit goed. Dit gaat alle smaak geven aan het gerecht.",
        "Om de saus wat dikker te maken verzamel je het aan één kant van de pan en voeg je er de maizena aan toe en meng je het met de saus. Meng hierna weer goed met de de roerbak."
      ]
    },
    {
      "id": 2,
      "img": "/images/bamigoreng.jpg",
      "title": "Bami Goreng",
      "summary": "Origineel recept.",
      "time": "4 personen | 20-30 minuten",
      "ingredients": [
        "2 kippenborsten",
        "500g capellini",
        "3 stengels prei",
        "150ml soja saus",
        "3/4 el oestersaus",
        "1 el rijstwijnazijn",
        "2 el sesamolie",
        "1 el mirin",
        "2 teentjes look",
        "15g gember"
      ],
      "instructions": [
        "Snij de kip en prei in fijne stukjes.",
        "Pers de look en rasp de gember en doe deze in een kom. Voeg vervolgens de soja saus, oestersaus, rijstwijnazijn, sesamolie, en mirin toe en mix met een garde.",
        "Wok de prei totdat ze zacht is om de zoete smaak te laten vrijkomen. Laat het daarna rusten in een kom.",
        "Zet een kom water aan de kook en voeg de pasta toe wanneer het kookt.",
        "Neem 1-2 el van de saus en meng ze door de kip met de hand zodat de saus goed in de kip trekt.",
        "Bak de kip in de wokpan tot ze er goed uitzien vanbuiten en geef het dan nog 2-3 mins zodat ze vanbinnen ook garen.",
        "Zet de kip even apart in een kom, liefst met een deksel zodat ze nog verder doorgaren.",
        "Giet de pasta af wanneer deze klaar is en leg het in de wokpan. Giet 3/4de van de saus uit over de pasta en meng zodat de pasta de saus absorbeerd.",
        "Voeg de kip en de prei toe aan de kom en meng eventjes. Giet vervolgens de rest van de saus in de kom en meng nog 2 mins voordat je het serveert."
      ]
    },
    {
      "id": 3,
      "img": "/images/pepperbeefstirfry.png",
      "title": "Gepeperde rundvlees roerbak",
      "summary": "Credit: <a href='https://www.youtube.com/watch?v=1N6hbRbyAeQ' class='summary__credit' target='_blank'>Chef Jack Ovens</a>",
      "time": "5 personen | 30-45 minuten",
      "ingredients": [
        "1kg dun gesneden steak",
        "Rijst",
        "2 tl gemalen peperbolletjes",
        "60ml arachideolie",
        "2 ajuinen",
        "2 rode paprika's",
        "100-200g princessen-bonen",
        "6 teentjes look",
        "20g gember",
        "80ml soja saus",
        "2 el oester/hoisin saus",
        "2 1/2 el shaoxing wijn/sherry",
        "120ml rundsbouillon",
        "3 el maizena",
        "1-2 chilli's (optioneel)"
      ],
      "instructions": [
        "Snij de ajuin en paprika's in reepjes. Knip de stelen van de boontjes en laat deze koken tot ze halfgaar zijn (10-15 mins).",
        "Als je de boontjes liever zeer krokant hebt moet je ze niet op voorrand koken.",
        "Snij de chilli in zeer kleine stukjes als je dit gebruikt.",
        "Neem de peperbolletjes en plet ze in een mortier. Als je geen mortier hebt kan je ook een pepermolen gebruiken.",
        "Snij de steak in dunne reepjes met een mes. Kruid het vlees daarna met zout en een beetje van de peper die we net gemalen hebben om alle smaken erin te krijgen.",
        "Voor de saus voeg je de soja saus, wijn, oestersaus, geperste look, geraspte gember, rundsbouillon, rest van de peper, en de maizena in een kom en meng dit met een garde totdat alles mooi gemengd is.",
        "Zet de rijst op.",
        "Warm een wokpan op en giet de arachideolie erin. Kook het vlees in de wokpan wanneer hij heet is en bak het totdat het net klaar is voor 2-3 mins want we willen niet dat het overgaar wordt.",
        "Zet het vlees dan even apart en voeg nieuwe arachideolie toe in de pan om de ajuinen en paprika te bakken voor 3-4 mins om ze nog wat krokant te houden en kleur te geven.",
        "Voeg vervolgens de boontjes toe en bak ze voor 1-3 mins, gebaseerd op hoe krokant je ze wilt en of je ze op voorrand gekookt hebt.",
        "Meng nog eens snel in de saus en voeg deze dan toe aan de pan om het goed met de groenten te mengen voor 1-1.5 mins.",
        "Als laatste voegen we het vlees weer toe aan de pan en bakken het voor ongeveer 1 min.",
        "Serveer de roerbak met de rijst en eet smakelijk!"
      ]
    },
    {
      "id": 4,
      "img": "/images/japanesechickenkatsucurry.png",
      "title": "Japanse Kip Katsu Curry",
      "summary": "Credit: <a href='https://www.youtube.com/watch?v=bLvQutBaaac' class='summary__credit' target='_blank'>Chef Jack Ovens</a>",
      "time": "5 personen | 45 mins",
      "ingredients": [
        "2 kippenborsten",
        "Rijst",
        "2 eieren",
        "1 tl ajuinpoeder",
        "1 tl lookpoeder",
        "4 el bloem",
        "150g Panko broodkruimels",
        "(Arachide) Olie om te frituren",
        "1 el plantaardige olie (Maïsolie)",
        "2 ajuinen",
        "2 wortelen",
        "3 teentjes look",
        "5g gember",
        "2 el currypoeder",
        "1/2 tl chilipoeder",
        "2 el soja saus",
        "1 tl rijstwijnazijn",
        "500ml kippenbouillon",
        "1 el honing"
      ],
      "instructions": [
        "Snij de kip in gelijke filets of koteletten.",
        "Snij de ajuin in dunne schijfjes of kleine stukjes en schil de wortelen om ze daarna in dunne schijfjes te snijden.",
        "Breek 2 eieren, doe ze in een kleine kom en meng ze tezamen met een vork of garde.",
        "Snij de look in dunne schijfjes",
        "Zet de rijst op.",
        "We beginnen met een grote kom voor de saus en gieten de plantaardige olie erin. Wanneer de kom warm is voegen we de ajuin en wortelen toe en bakken we ze voor ~5 mins terwijl je mengt.",
        "Voeg de look toe en rasp de gember in de kom en voeg ook een snuifje zout toe. Bak en meng weer voor 5 mins.",
        "Voeg de currypoeder en chilipoeder toe en bak het voor 2 mins zodat de smaak in de groenten kan geraken.",
        "Voeg de soja saus, rijstwijnazijn en 2 el bloem toe. Bak het voor 2 mins zodat de bloem uitgebakken wordt en een dikke pasta vormt wat later met de saus helpt.",
        "Giet de kippenbouillon in de kom en breng het tot het kookpunt. Voeg weer wat extra zout en peper toe als je dat nodig vind. Wanneer het aan het koken is verlaag je het vuur weer en laat je het 6-8 mins koken totdat de saus gedikt is.",
        "Wanneer de saus gedikt is voeg je de honing toe en meng je het zodat de smaak erin geraakt. Bak het voor nog 1 min en haal het van het vuur.",
        "Dit is volledig optioneel maar als je dit verkiest kan je de saus ook mixen met een staafmixer.",
        "Terwijl de saus aan het koken is kan je het beslag maken voor de kip door de 2 eieren in een kom te doen met de ajuin- en lookpoeder, en 2 el bloem. Meng dit met een garde tot het een mooie zacht beslag wordt zonder brokken.",
        "Neem een diepe pan en vul deze met genoeg olie zodat de kip erin kan gefrituurd worden en zet het vuur op om de olie heet te krijgen.",
        "Doe de panko broodkruim in een plaat of bord, coat kip in het beslag en laat het teveel afdruipen in de kom. Bedek de kip volledig in de broodkruim en zorg dat er geen open plekjes overblijven.",
        "Leg de kip in de kom met hete olie en laat ze 5-6 mins frituren totdat ze een mooie goudbruine korst hebben. Strooi nog wat zout uit over de kip als je dit nodig vind.",
        "Je kan de kip volgens traditie nog in schijfjes snijden, let gewoon op dat je dit voorzichtig doet zodat de kip niet uit elkaar valt.",
        "Alles klaar om te serveren."
      ]
    },
    {
      "id": 5,
      "img": "/images/pastawithchipolataandcarrots.webp",
      "title": "Pasta met chipolata's en worteltjes",
      "summary": "Credit: <a href='https://www.colruyt.be/nl/lekker-koken/recept/pasta-met-chipolata-en-worteltjes' class='summary__credit' target='_blank'>Colruyt.be</a>",
      "time": "4 personen | 30 minuten",
      "ingredients": [
        "8 chipolata's",
        "1 sjalot of ajuin",
        "125g kruidenkaas",
        "100g geraspte mozzarella",
        "2dl halfvolle room",
        "500g macaroni pasta",
        "1 el olijfolie",
        "peper",
        "zout"
      ],
      "instructions": [
        "Verwarm de oven voor op 200 °C.",
        "Rasp de wortelen fijn.",
        "Kook de pasta in lichtgezouten water volgens de verpakking.",
        "Verhit de olijfolie in een braadpan en bak de chipolata's goudbruin. Haal ze uit de pan en snij in stukjes van ~2cm",
        "Doe de ajuin of sjalot in de pan en bak ze voor 3-4 mins. Voeg vervolgens de geraspte wortelen toe en laat nog 2 mins bakken.",
        "Roer er de room en de kruidenkaas onder. Kruid met peper en zout.",
        "Giet de pasta in een ovenschaal en voeg de wortelen en chipolata toe. Bestrooi met de geraspte mozzarella.",
        "Bak 10 mins in de oven en zet voor de laatste 2-3 mins de ovengrill aan voor een goudbruin korstje."
      ]
    },
    {
      "id": 6,
      "img": "/images/sweet&sourchicken.png",
      "title": "Zoetzure kip",
      "summary": "Credit: <a href='https://www.youtube.com/watch?v=1N6hbRbyAeQ' class='summary__credit' target='_blank'>Chef Jack Ovens</a>",
      "time": "5 personen | 40 minuten",
      "ingredients": [
        "2 kippenborsten",
        "Rijst",
        "3 paprika's",
        "2 ajuinen",
        "4 teentjes look",
        "15g gember",
        "2 1/2 el olijfolie",
        "125ml soja saus",
        "80ml ananassap uit blik",
        "4 el/80g honing",
        "2 el Worcestershire saus of vissaus",
        "2 el appelazijn",
        "2 el tomatenketchup",
        "2el maizena"
      ],
      "instructions": [
        "Snij de paprika's in kleine stukjes en de ajuin fijn.",
        "Snij de kip in fijne gelijke stukjes.",
        "Zet de rijst op.",
        "Voor de zoetzure saus voeg je de sojasaus, honing, worcestershire saus, appelazijn, ketchup, ananassap uit blik en maizena. (Gebruik zeker ananassap uit blik omdat de enzymen van verse ananassap de maizena niet gaan toelaten om de saus te dikken)",
        "Meng de saus met een garde.",
        "Verhit een pan met olijfolie en bak er de paprika met ajuinen in voor ~4 mins. Voeg zout en peper toe naar smaak.",
        "Haal de groenten uit de pan en zet ze opzij.",
        "Voeg vervolgens opnieuw olijfolie toe in dezelfde pan en bak de kip erin voor ~3 mins totdat ze een goede kleur krijgt aan de buitenkant. Voeg weer zout en peper toe naar smaak.",
        "Pers vervolgens de look en rasp de gember en voeg ze toe aan de pan en bak voor ~45s.",
        "Voeg de groenten toe en meng het met de kip voor weer ~45s.",
        "Meng de saus nog snel eens voordat je het in de pan giet en mengt met al de rest. Laat het koken en meng voor ongeveer 2 mins."
      ]
    },
    {
      "id": 7,
      "img": "/images/chickenwraps.png",
      "title": "Kip en pepermayonnaise wraps",
      "summary": "Credit: <a href='https://www.youtube.com/watch?v=RKtOJ4jvo94' class='summary__credit' target='_blank'>Chef Jack Ovens</a>",
      "time": "4 personen | 45 minuten",
      "ingredients": [
        "2 el zout",
        "2 el selderzout",
        "4 el lookpoeder",
        "4 el paprikapoeder",
        "2 el gemalen zwarte peper",
        "2 el gemalen witte peper",
        "2 el mosterdpoeder",
        "2 el gemberpoeder",
        "2 el oregano",
        "1 el basilicum",
        "1 el thijm",
        "250g mayonnaise",
        "2 el gemalen witte peper",
        "30-30g gemalen zwarte peperbolletjes",
        "500ml botermelk",
        "4 kippenborsten",
        "240g bloem",
        "Bloemtortilla's/wraps",
        "2 tomaten",
        "Sla naar keuze",
        "(Arachide) Olie om te frituren"
      ],
      "instructions": [
        "Voor de kruidenmix voeg je het zout, selderzout, look-, paprika-, mosterd-, en gemberpoeder, de gemalen witte en zwarte peper, oregano, basilicum en thijm in een kom en mix je ze met een garde.",
        "Snij de kippenborsten in dunne reepjes/filets en doe ze vervolgens in een kom. Voeg de botermelk eraan toe samen met 3 el van de kruidenmix en meng dit met handschoenen, een lepel of keukentang.",
        "Overdek de kom met plastic folie en laat het in de frigo marineren voor 30 mins tot 48 uur",
        "Neem vervolgens een nieuwe kom en voeg hier de bloem aan toe samen met de overige kruidenmix en meng dit met een garde. Zorg dat er geen klonters zijn.",
        "Voor de pepermayonnaise neem je een kleine kom en meng je de mayonnaise met 2 el gemalen witte peper en de gemalen zwarte peperbolletjes. Hou deze in de frigo tot het klaar is om te serveren.",
        "Wanneer de kip voldoende voor u gemarineerd is haalt u hem uit de frigo en coat u de stukjes kip in de bloem, zorg ervoor dat je eerst het teveel van de marinade eraf drupt, en legt u ze in de frituurpan met hete olie voor 4-5 mins. totdat de kruimel er goud uit ziet. Doe dit in batches als het nodig is.",
        "Nu bent u klaar om te serveren. Smeer de pepermayonnaise over de tortilla uit en voeg de groenten toe met de kip en rol de tortilla op.",
        "Voel u vrij om eenderswelke groenten te gebruiken die u verkiest hiervoor!"
      ]
    },
    {
      "id": 8,
      "img": "/images/kipmetspitskool.jpg",
      "title": "Kip met spitskool",
      "summary": "Origineel recept.",
      "time": "4 personen | 30 minuten",
      "ingredients": [
        "2 kippenborsten",
        "Rijst",
        "Arachideolie",
        "1 spitskool of Chinese kool",
        "3 teentjes look",
        "15g gember",
        "100ml sojasaus",
        "1 1/2 el oestersaus",
        "1 el mirin",
        "2 el rijstazijn",
        "2 el sesamolie",
        "2 el maizena"
      ],
      "instructions": [
        "Snij de kip in fijne gelijke stukjes en de kool in reepjes nadat je de kern eruit snijdt.",
        "Zet de rijst op.",
        "Voor de saus voeg je de soja saus, wijnazijn, oestersaus, mirin, sesamolie, geperste look, gember en maizena in een kom en meng met een garde.",
        "Verhit een wokpan met arachideolie en bak de spitskool erin voor 4-5 mins zodat ze nog niet slap is.",
        "Haal de spitskool uit de pan en zet even opzij. Doe opnieuw arachideolie in de pan en bak de kip erin voor ~4 mins totdat alle stukjes mooi langs buiten gebakken zijn.",
        "Voeg de spitskool toe, meng en bak samen voor ongeveer 2 mins. Voeg als laatste de saus toe nadat je er nog eens in mengt om brokken te voorkomen en bak het geheel voor 1 min. voordat je het serveert."
      ]
    },
    {
      "id": 9,
      "img": "/images/asianmeatballs.webp",
      "title": "Aziatische Gehaktballetjes",
      "summary": "Credit: <a href='https://therecipecritic.com/asian-meatballs/#wprm-recipe-container-44634' class='summary__credit' target='_blank'>Alyssa Rivers</a>",
      "time": "5 personen | 1 uur",
      "ingredients": [
        "1kg rundsgehakt",
        "3 tl sesamolie",
        "200g paneermeel",
        "2 tl gemberpoeder",
        "2 eieren",
        "5 teentjes look",
        "1 ajuin",
        "Sesamzaadjes",
        "150ml teriyakisaus",
        "80ml rijstwijnazijn",
        "2 el sojasaus",
        "1 el maizena"
      ],
      "instructions": [
        "Voorverwarm de oven op 200°C.",
        "Neem een grote kom en doe het rundsgehakt erin. Meng het met 2 tl sesamolie, de paneermeel, gemberpoeder, eieren, 3 teentjes gesperste look en ajuin.",
        "Rol balletjes van het gemengde gehakt ten grootte van ongeveer golfbal of eetlepel.",
        "Leg ze in een ovenschotel en bak ze voor 10-12 minuten totdat de gehaktballetjes mooi goud zijn aan de buitenkant.",
        "Terwijl de gehaktballetjes aan het bakken zijn kan je de saus maken. Neem een nieuwe kom en meng de teriyakisaus, rijstwijnazijn, sojasaus, 2 teentjes geperste look, 1 tl sesamolie en 1 tl gemberpoeder samen met een garde.",
        "Wanneer het goed gemengd is verwarm je de saus op een laag vuur. Wanneer het is opgewarmd voeg je 1 el maizena toe om de saus te dikken en meng je weer goed.",
        "Wanneer de gehaktballetjes klaar zijn kan je deze serveren met de saus erop of ernaast om in te dippen."
      ]
    }
  ]
}
